Repository: common-repository/isee-products-extractor
Catalog: l10n/woo_products_extractor-*.po
Languages: fa_ir

source: Your site has already been registered!
fa_ir: فروشگاه شما قبلا ثبت شده است!

source: Error in registering the store in IC! Please try again.
fa_ir: خطا در ثبت فروشگاه! لطفا دقایقی دیگر مجددا تلاش نمایید.

source: The operation was done successfully.
fa_ir: ثبت فروشگاه با موفقیت انجام شد.

source: Error in fetching data! Please try again.
fa_ir: خطا در دریافت اطلاعات! لطفا دقایقی دیگر مجددا تلاش نمایید.

source: Isee products extractor
fa_ir: موتور جستجوی Isee

source: Activation Settings
fa_ir: ثبت و فعالسازی

source: Products List Table
fa_ir: لیست محصولات

source: Most Clicked Products List Table
fa_ir: محصولات پرکلیک

source: Check again
fa_ir: بررسی مجدد

source: Site products ctr
fa_ir: نرخ کلیک محصولات

source: There is no available product to display!
fa_ir: محصولی که دارای قیمت باشد در سایر فروشگاه ها یافت نشد!

source: View
fa_ir: مشاهده

source: An unexpected error occurred!
fa_ir: یک خطای نامشخص رخ داد!

source: CTR Chart
fa_ir: نمودار نرخ کلیک

source: Submit and enable site
fa_ir: ثبت فروشگاه در سامانه آیسی

source: Registration site in the isee
fa_ir: تنظیمات ثبت فروشگاه

source: Your site has not been submitted to isee!
fa_ir: فروشگاه شما در موتور جستجوی آیسی ثبت نشده است!

source: List Of Most Clicked Products In Isee
fa_ir: لیست محصولات پرکلیک 6 ماه گذشته

source: Title
fa_ir: نام محصول

source: Picture
fa_ir: تصویر

source: Status
fa_ir: وضعیت موجودی

source: Price
fa_ir: قیمت

source: Grouping Status
fa_ir: وضعیت دسته بندی

source: Show Minimum Prices
fa_ir: قیمت در سایر فروشگاه ها

source: Click Count
fa_ir: تعداد کلیک

source: There is no data to display!
fa_ir: موردی برای نمایش یافت نشد!

source: Unavailable
fa_ir: ناموجود

source: Available
fa_ir: موجود

source: List Of Products In Isee
fa_ir: لیست محصولات موجود در آیسی

source: All
fa_ir: همه

source: Grouped
fa_ir: ادغام شده

source: Not Grouped
fa_ir: ادغام نشده

source: Search in products
fa_ir: جستجو در محصولات

source: Last Update
fa_ir: آخرین بروزرسانی

source: Page
fa_ir: صفحه

source: from
fa_ir: از

source: Last Page
fa_ir: آخرین صفحه

source: Products CTR Chart in Isee
fa_ir: نرخ کلیک بر روی محصولات در موتور جستجوی آیسی (ماهانه)

source: Reference Product Link In Isee
fa_ir: لینک محصول مرجع در آیسی

source: Row
fa_ir: ردیف

source: Site Title
fa_ir: نام فروشگاه

source: Settings
fa_ir: تنظیمات

source: Extract products plugin for isee
fa_ir: افزونه استخراج محصولات ووکامرس برای موتور جستجوی آیسی

source: sisoog
fa_ir: سیسوگ
